{
    "title": "Chicago",
    "history": "In the mid-18th century, the area was inhabited by the Potawatomi, a Native American tribe who had succeeded the Miami and Sauk and Fox peoples in this region.\nThe first known non-indigenous permanent settler in Chicago was explorer Jean Baptiste Point du Sable. Du Sable was of African and French descent and arrived in the 1780s. He is commonly known as the \"Founder of Chicago\".\nIn 1795, following the victory of the new United States in the Northwest Indian War, an area that was to be part of Chicago was turned over to the US for a military post by native tribes in accordance with the Treaty of Greenville. In 1803, the United States Army built Fort Dearborn. This was destroyed in 1812 in the Battle of Fort Dearborn by the British and their native allies. It was later rebuilt.\nAfter the War of 1812, the Ottawa, Ojibwe, and Potawatomi tribes ceded additional land to the United States in the 1816 Treaty of St. Louis. The Potawatomi were forcibly removed from their land after the Treaty of Chicago in 1833 and sent west of the Mississippi River during Indian Removal.\n\n\n.mw-parser-output .tmulti .thumbinner{display:flex;flex-direction:column}.mw-parser-output .tmulti .trow{display:flex;flex-direction:row;clear:left;flex-wrap:wrap;width:100%;box-sizing:border-box}.mw-parser-output .tmulti .tsingle{margin:1px;float:left}.mw-parser-output .tmulti .theader{clear:both;font-weight:bold;text-align:center;align-self:center;background-color:transparent;width:100%}.mw-parser-output .tmulti .thumbcaption{text-align:left;background-color:transparent}.mw-parser-output .tmulti .thumbcaption-center{text-align:center;background-color:transparent}.mw-parser-output .tmulti .text-align-left{text-align:left}.mw-parser-output .tmulti .text-align-right{text-align:right}.mw-parser-output .tmulti .text-align-center{text-align:center}@media all and (max-width:720px){.mw-parser-output .tmulti .thumbinner{width:100%!important;box-sizing:border-box;max-width:none!important;align-items:center}.mw-parser-output .tmulti .trow{justify-content:center}.mw-parser-output .tmulti .tsingle{float:none!important;max-width:100%!important;box-sizing:border-box;text-align:center}.mw-parser-output .tmulti .thumbcaption{text-align:center}}The location and course of the Illinois and Michigan Canal (completed 1848)Play mediaState and Madison Streets, once known as the busiest intersection in the world (1897)\nOn August 12, 1833, the Town of Chicago was organized with a population of about 200. Within seven years it grew to more than 6,000 people. On June 15, 1835, the first public land sales began with Edmund Dick Taylor as U.S. Senator of Public Monies. The City of Chicago was incorporated on Saturday, March 4, 1837, and for several decades was the world's fastest-growing city.\nAs the site of the Chicago Portage, the city became an important transportation hub between the eastern and western United States. Chicago's first railway, Galena and Chicago Union Railroad, and the Illinois and Michigan Canal opened in 1848. The canal allowed steamboats and sailing ships on the Great Lakes to connect to the Mississippi River.\nA flourishing economy brought residents from rural communities and immigrants from abroad. Manufacturing and retail and finance sectors became dominant, influencing the American economy. The Chicago Board of Trade (established 1848) listed the first-ever standardized \"exchange-traded\" forward contracts, which were called futures contracts.\n\n  An artist's rendering of the Great Chicago Fire of 1871\nIn the 1850s, Chicago gained national political prominence as the home of Senator Stephen Douglas, the champion of the Kansas–Nebraska Act and the \"popular sovereignty\" approach to the issue of the spread of slavery. These issues also helped propel another Illinoisan, Abraham Lincoln, to the national stage. Lincoln was nominated in Chicago for US president at the 1860 Republican National Convention, which was held in Chicago in a temporary building called the Wigwam. He defeated Douglas in the general election, and this set the stage for the American Civil War.\nTo accommodate rapid population growth and demand for better sanitation, the city improved its infrastructure. In February 1856, Chicago's Common Council approved Chesbrough's plan to build the United States' first comprehensive sewerage system. The project raised much of central Chicago to a new grade. While elevating Chicago, and at first improving the city's health, the untreated sewage and industrial waste now flowed into the Chicago River, and subsequently into Lake Michigan, polluting the city's primary freshwater source.\n",
    "furtherReading": {}
}