{
    "title": "Boston",
    "history": "Boston's early European settlers had first called the area Trimountaine (after its \"three mountains,\" only traces of which remain today) but later renamed it Boston after Boston, Lincolnshire, England, the origin of several prominent colonists. The renaming on October 7, 1630, (Old Style)b was by Puritan colonists from England who had moved over from Charlestown earlier that year in quest for fresh water. Their settlement was initially limited to the Shawmut Peninsula, at that time surrounded by the Massachusetts Bay and Charles River and connected to the mainland by a narrow isthmus. The peninsula is thought to have been inhabited as early as 4000 BC.\nIn 1629, the Massachusetts Bay Colony's first governor John Winthrop led the signing of the Cambridge Agreement, a key founding document of the city. Puritan ethics and their focus on education influenced its early history; America's first public school, Boston Latin School, was founded in Boston in 1635. Over the next 130 years, the city participated in four French and Indian Wars, until the British defeated the French and their Indian allies in North America.\nBoston was the largest town in British America until Philadelphia grew larger in the mid-18th century. Boston's oceanfront location made it a lively port, and the city primarily engaged in shipping and fishing during its colonial days. However, Boston stagnated in the decades prior to the Revolution. By the mid-18th century, New York City and Philadelphia surpassed Boston in wealth. During this period, Boston encountered financial difficulties even as other cities in New England grew rapidly.\n\n\nSee also: Boston campaign and Siege of Boston\n  A south east view of the great town of Boston in New England in America (c. 1730)\n  In 1773, a group of Boston rebels threw a shipment of tea by the British East India Company into Boston Harbor as a response to the Tea Act, in an event known as the Boston Tea Party.\n.mw-parser-output .quotebox{background-color:#F9F9F9;border:1px solid #aaa;box-sizing:border-box;padding:10px;font-size:88%;max-width:100%}.mw-parser-output .quotebox.floatleft{margin:0.5em 1.4em 0.8em 0}.mw-parser-output .quotebox.floatright{margin:0.5em 0 0.8em 1.4em}.mw-parser-output .quotebox.centered{margin:0.5em auto 0.8em auto}.mw-parser-output .quotebox.floatleft p,.mw-parser-output .quotebox.floatright p{font-style:inherit}.mw-parser-output .quotebox-title{background-color:#F9F9F9;text-align:center;font-size:larger;font-weight:bold}.mw-parser-output .quotebox-quote.quoted:before{font-family:\"Times New Roman\",serif;font-weight:bold;font-size:large;color:gray;content:\" “ \";vertical-align:-45%;line-height:0}.mw-parser-output .quotebox-quote.quoted:after{font-family:\"Times New Roman\",serif;font-weight:bold;font-size:large;color:gray;content:\" ” \";line-height:0}.mw-parser-output .quotebox .left-aligned{text-align:left}.mw-parser-output .quotebox .right-aligned{text-align:right}.mw-parser-output .quotebox .center-aligned{text-align:center}.mw-parser-output .quotebox cite{display:block;font-style:normal}@media screen and (max-width:360px){.mw-parser-output .quotebox{min-width:100%;margin:0 0 0.8em!important;float:none!important}}\nThe weather continuing boisterous the next day and night, giving the enemy time to improve their works, to bring up their cannon, and to put themselves in such a state of defence, that I could promise myself little success in attacking them under all the disadvantages I had to encounter\nWilliam Howe, 5th Viscount Howe,in a letter to William Legge, 2nd Earl of Dartmouth about the British army's decision to leave Boston, dated March 21, 1776.\n\n\nMany of the crucial events of the American Revolution occurred in or near Boston. Boston's penchant for mob action along with the colonists' growing distrust in Britain fostered a revolutionary spirit in the city. When the British government passed the Stamp Act in 1765, a Boston mob ravaged the homes of Andrew Oliver, the official tasked with enforcing the Act, and Thomas Hutchinson, then the Lieutenant Governor of Massachusetts. The British sent two regiments to Boston in 1768 in an attempt to quell the angry colonists. This did not sit well with the colonists. In 1770, during the Boston Massacre, the army killed several people in response to a mob in Boston. The colonists compelled the British to withdraw their troops. The event was widely publicized and fueled a revolutionary movement in America.\nIn 1773, Britain passed the Tea Act. Many of the colonists saw the act as an attempt to force them to accept the taxes established by the Townshend Acts. The act prompted the Boston Tea Party, where a group of rebels threw an entire shipment of tea sent by the British East India Company into Boston Harbor. The Boston Tea Party was a key event leading up to the revolution, as the British government responded furiously with the Intolerable Acts, demanding compensation for the lost tea from the rebels. This angered the colonists further and led to the American Revolutionary War. The war began in the area surrounding Boston with the Battles of Lexington and Concord.\n\n  Map showing a British tactical evaluation of Boston in 1775\nBoston itself was besieged for almost a year during the Siege of Boston, which began on April 19, 1775. The New England militia impeded the movement of the British Army. William Howe, 5th Viscount Howe, then the commander-in-chief of the British forces in North America, led the British army in the siege. On June 17, the British captured the Charlestown peninsula in Boston, during the Battle of Bunker Hill. The British army outnumbered the militia stationed there, but it was a Pyrrhic victory for the British because their army suffered devastating casualties. It was also a testament to the power and courage of the militia, as their stubborn defending made it difficult for the British to capture Charlestown without losing many troops.\nSeveral weeks later, George Washington took over the militia after the Continental Congress established the Continental Army to unify the revolutionary effort. Both sides faced difficulties and supply shortages in the siege, and the fighting was limited to small-scale raids and skirmishes. On March 4, 1776, Washington commanded his army to fortify Dorchester Heights, an area of Boston. The army placed cannons there to repel a British invasion against their stake in Boston. Washington was confident the army could resist a small-scale invasion with their fortifications. Howe planned an invasion into Boston, but bad weather delayed their advance. Howe decided to withdraw, because the storm gave Washington's army more time to improve their fortifications. British troops left Boston on March 17, which solidified the revolutionaries' control of the city.\n\n\n  Boston, as the Eagle and the Wild Goose See It, 1860, by J.W. Black, the first recorded aerial photograph\n  State Street, 1801\nAfter the Revolution, Boston's long seafaring tradition helped make it one of the world's wealthiest international ports, with the slave trade, rum, fish, salt, and tobacco being particularly important. Boston's harbor activity was significantly curtailed by the Embargo Act of 1807 (adopted during the Napoleonic Wars) and the War of 1812. Foreign trade returned after these hostilities, but Boston's merchants had found alternatives for their capital investments in the interim. Manufacturing became an important component of the city's economy, and the city's industrial manufacturing overtook international trade in economic importance by the mid-19th century. A network of small rivers bordering the city and connecting it to the surrounding region facilitated shipment of goods and led to a proliferation of mills and factories. Later, a dense network of railroads furthered the region's industry and commerce.\n\n  Cutting down Beacon Hill in 1811; a view from the north toward the Massachusetts State House\n",
    "furtherReading": {}
}